Repository: aplicaciones-web-2025-02/back-end
Catalog: src/learning-center-webapi/Resources/Tutorials/TutorialController.*.resx
Languages: es, fr

source: Tutorial not found
es: Tutorial no encontrado
fr: Tutoriel introuvable

# TutorialCreated
source: Tutorial created successfully
es: Tutorial creado exitosamente
fr: Tutoriel créé avec succès

# TutorialUpdated
source: Tutorial updated successfully
es: Tutorial actualizado exitosamente
fr: Tutoriel mis à jour avec succès

# TutorialDeleted
source: Tutorial deleted successfully
es: Tutorial eliminado exitosamente
fr: Tutoriel supprimé avec succès

source: Error creating tutorial
es: Error al crear el tutorial
fr: Erreur lors de la création du tutoriel

source: Error updating tutorial
es: Error al actualizar el tutorial
fr: Erreur lors de la mise à jour du tutoriel

source: Error deleting tutorial
es: Error al eliminar el tutorial
fr: Erreur lors de la suppression du tutoriel

source: No tutorials found
es: No se encontraron tutoriales
fr: Aucun tutoriel trouvé

source: Tutorial created successfully
es: Tutorial creado exitosamente
fr: Tutoriel créé avec succès

source: Internal server error
es: Error interno del servidor
fr: Erreur interne du serveur

source: Tutorial updated successfully
es: Tutorial actualizado exitosamente
fr: Tutoriel mis à jour avec succès

source: Author updated successfully
es: Autor actualizado exitosamente
fr: Auteur mis à jour avec succès

source: Tutorial deleted successfully
es: Tutorial eliminado exitosamente
fr: Tutoriel supprimé avec succès

source: Could not delete tutorial
es: No se pudo eliminar el tutorial
fr: Impossible de supprimer le tutoriel
